{
	"firstName": "Bryan",
	"lastName": "Morfe",
	"shortDesc": "iOS Developer, love collaboration, contribution and to network. Love ideas, to create, and build. I am extremely enthusiastic and I have aspirations to be one day the best I can be.",
	"sections":
	[
		{
			"title": "A Little About Me",
			"paragraphs": 
			[
				"As you may already know my name is Bryan. I was born and raised in the Dominican Republic, and moved to New Jersey on August of the year 2015, at the age of 20."
			]
		},
		{
			"title": "Once Upon A Code",
			"paragraphs": 
			[
				"My interest in programmer began in the early stages of my life, when I was just 10 years of age. I used to frequent many Flash-powered website that were so famous with their fancy animations back in 2004, and I thought it'd be awesome if I could do some of those animations. I found out how it worked and decided to give it a try, so I installed Adobe Macromedia Flash and started doing flash animations, and of course, throwing some ActionScript lines of code, if my memory does not fail, my most common line was the famous \"gotoAndPlay\" from ActionScript 2.",
				"Of course, after a year had passed, my ambitions had \"matured\" and I was being a little more sophisticated with my choices. I loved playing a game called RuneScape, and there were these private servers going around, so I decided to host my own server, and started playing with Java instead of ActionScript.",
				"I spent a good year throwing senseless code in Java, just having the desire to be able to write something in Notepad (yes, that's what I used to code) and see it in a game. Those were exciting times.",
				"Another one of my waves was with webpages. I was not completely over my obsession with those fancy flash animations, but this time, I thought it'd be best to create a website instead, and I did, like seven times, just that none of them were any good. I just wanted to code, so I created websites just to do it. I remember creating one for the Simpsons, you just went around and read about the Simpsons. That was it. The first software I used for this purpose was Microsoft Frontpage, and this was my incipient encounter with HTML. I was only using Frontpage to put some images around and add text to some templates and going from there, not realizing how limiting this was.",
				"After some more time I was over creating senseless content, but not over my obsession with creating something from code, so I decided to learn how to create apps for iPhone. This was a failed attempt.",
				"I did not own anything but an iPhone and a Windows PC, so my options were limited. I researched until I found out that I could \"develop\" apps by using something I had already used before, Flash. I was so excited! But of course, after a few attempts I realized that you should not really try to tighten a screw with a hammer."
			]
		},
		{
			"title": "My Computer Science Career",
			"paragraphs": 
			[
				"I started studying Computer Science in my home country in Pontificia Universidad Catolica Madre y Maestra. After one and a half year, having the possibility, I thought that it'd be in my best interest if I moved to the United States and continued my studies there, which is why I am here today.",
				"I continued my Computer Science career at William Paterson University of New Jersey on September of 2016, expecting to graduate on 2019. Every semester I have attended I have proudly made the dean's list and hopefully will continue to be there until graduation.",
				"However, always having the passion to do more and develop more, I decided to look at some other things that I could learn outside of school, and that's when I dicovered Udacity. Udacity was the perfect option, so I decided to enroll in one of their Nanodegrees, and not surpringly I chose iOS Development. I officially enrolled on December on 2016, expecting to graduate in April of 2017."
			]
		},
		{
			"title": "I Love to Network",
			"paragraphs": [
				"I love to network. If you are an iOS Developer, or any kind of developer for that matter, let's get to know each other. You can get in contact with me via any of the listed social networks, email, or even by using the <a href=\"../contact/?purpose=contribution\">contact form</a>.",
				"I also love contributions and contributors, if you think you can contribute to any of my current projects or my portfolio apps, also get in touch with me! You can go to my GitHub profile make pull requests! I will be more than happy to receive requests."
			]
		},
		{
			"title": "My Mission",
			"paragraphs": [
				"So, why this website? What is it that I am trying to accomplish? I have a very specific mission and goal, and that mission is divided into small fragments that I am working on today. One of those missions is to learn as much as I can. The more I learn the more I realize that there is a lot that I don't know. Another one is to form a team of people with the same hunger for knowledge and the desire to change the world and do incredible things. If you'd like to know me, please <a href=\"../contact/?purpose=contribution\">contact me</a> and let me know how you can contribute. I'd like to hear from you."
			]
		}
	]
}